<?php

return [

    'create_payments' => 'تسجيل الدفع',
    'total_payments' => 'إحصائيات بالمدفوعات الكلية',
    // '' => '',
    // '' => '',
    // '' => '',
    // '' => '',
    // '' => '',
    // '' => '',
    // '' => '',
    // '',
     // 'January' => 'يناير ',
    // 'February' => 'فبراير ',
    // 'March' => 'مارس ',
    // 'April' => 'أبريل ',
    // 'May' => 'مايو ',
    // 'June' => 'يونيو',
    // 'July' => 'يوليو ',
    // 'August' => 'أغسطس ',
    // 'September' => 'سبتمبر ',
    // 'October' => 'أكتوبر ',
    // 'November' => 'نوفمبر ',
    // 'December' => 'ديسمبر ',
];