<?php


if (!function_exists("chapterQuran")) {

    function chapterQuran()
    {
        $chapters = [
            [
                'surah_ar' => 'سورة البقرة'
            ],
            [
                'surah_ar' => 'سورة ال عمران'
            ],
            [
                'surah_ar' => 'سورة النساء'
            ],
            [
                'surah_ar' => 'سورة المائده'
            ],
            [
                'surah_ar' => 'سورة الانعام'
            ],
            [
                'surah_ar' => 'سورة الإعراف'
            ],
            [
                'surah_ar' => 'سورة الإنفال'
            ],
            [
                'surah_ar' => 'سورة التوبة'
            ],
            [
                'surah_ar' => 'سورة يونس'
            ],
            [
                'surah_ar' => 'سورة هود'
            ],
            [
                'surah_ar' => 'سورة يوسف'
            ],
            [
                'surah_ar' => 'سورة الرعد'
            ],
            [
                'surah_ar' => 'سورة إبراهيم'
            ],
            [
                'surah_ar' => 'سورة الحجر'
            ],
            [
                'surah_ar' => 'سورة النحل'
            ],
            [
                'surah_ar' => 'سورة الإسراء'
            ],
            [
                'surah_ar' => 'سورة الكهف'
            ],
            [
                'surah_ar' => 'سورة مريم'
            ],
            [
                'surah_ar' => 'سورة طه'
            ],
            [
                'surah_ar' => 'سورة الأنبياء'
            ],
            [
                'surah_ar' => 'سورة الحج'
            ],
            [
                'surah_ar' => 'سورة المؤمنون'
            ],
            [
                'surah_ar' => 'سورة النور'
            ],
            [
                'surah_ar' => 'سورة الفرقان'
            ],
            [
                'surah_ar' => 'سورة الشعراء'
            ],
            [
                'surah_ar' => 'سورة النمل'
            ],
            [
                'surah_ar' => 'سورة القصص'
            ],
            [
                'surah_ar' => 'سورة العنكبوت'
            ],
            [
                'surah_ar' => 'سورة الروم'
            ],
            [
                'surah_ar' => 'سورة لقمان'
            ],
            [
                'surah_ar' => 'سورة السجده'
            ],
            [
                'surah_ar' => 'سورة الاحزاب'
            ],
            [
                'surah_ar' => 'سورة سبأ'
            ],
            [
                'surah_ar' => 'سورة فاطر'
            ],
            [
                'surah_ar' => 'سورة يس'
            ],
            [
                'surah_ar' => 'سورة الصافات'
            ],
            [
                'surah_ar' => 'سورة ص'
            ],
            [
                'surah_ar' => 'سورة الزمر'
            ],
            [
                'surah_ar' => 'سورة غافر'
            ],
            [
                'surah_ar' => 'سورة فصلت'
            ],
            [
                'surah_ar' => 'سورة الشورى'
            ],
            [
                'surah_ar' => 'سورة الزخرف'
            ],
            [
                'surah_ar' => 'سورة الدخان'
            ],
            [
                'surah_ar' => 'سورة الجاثيه'
            ],
            [
                'surah_ar' => 'سورة الاحقاف'
            ],
            [
                'surah_ar' => 'سورة محمد'
            ],
            [
                'surah_ar' => 'سورة الفتح'
            ],
            [
                'surah_ar' => 'سورة الحجرات'
            ],
            [
                'surah_ar' => 'سورة ق'
            ],
            [
                'surah_ar' => 'سورة الذاريات'
            ],
            [
                'surah_ar' => 'سورة الطور'
            ],
            [
                'surah_ar' => 'سورة النجم'
            ],
            [
                'surah_ar' => 'سورة القمر'
            ],
            [
                'surah_ar' => 'سورة الرحمن'
            ],
            [
                'surah_ar' => 'سورة الواقعة'
            ],
            [
                'surah_ar' => 'سورة الحديد'
            ],
            [
                'surah_ar' => 'سورة المجادلة'
            ],
            [
                'surah_ar' => 'سورة الحشر'
            ],
            [
                'surah_ar' => 'سورة الممتحنة'
            ],
            [
                'surah_ar' => 'سورة الصف'
            ],
            [
                'surah_ar' => 'سورة الجمعة'
            ],
            [
                'surah_ar' => 'سورة المنافقون'
            ],
            [
                'surah_ar' => 'سورة التغابن'
            ],
            [
                'surah_ar' => 'سورة الطلاق'
            ],
            [
                'surah_ar' => 'سورة التحريم'
            ],
            [
                'surah_ar' => 'سورة الملك'
            ],
            [
                'surah_ar' => 'سورة القلم'
            ],
            [
                'surah_ar' => 'سورة الحاقة'
            ],
            [
                'surah_ar' => 'سورة المعارج'
            ],
            [
                'surah_ar' => 'سورة نوح'
            ],
            [
                'surah_ar' => 'سورة الجن'
            ],
            [
                'surah_ar' => 'سورة المزمل'
            ],
            [
                'surah_ar' => 'سورة المدثر'
            ],
            [
                'surah_ar' => 'سورة القيامة'
            ],
            [
                'surah_ar' => 'سورة الإنسان'
            ],
            [
                'surah_ar' => 'سورة المرسلات'
            ],
            [
                'surah_ar' => 'سورة النبأ'
            ],
            [
                'surah_ar' => 'سورة النازعات'
            ],
            [
                'surah_ar' => 'سورة عبس'
            ],
            [
                'surah_ar' => 'سورة التكوير'
            ],
            [
                'surah_ar' => 'سورة الانفطار'
            ],
            [
                'surah_ar' => 'سورة المطففين'
            ],
            [
                'surah_ar' => 'سورة الانشقاق'
            ],
            [
                'surah_ar' => 'سورة البروج'
            ],
            [
                'surah_ar' => 'سورة الطارق'
            ],
            [
                'surah_ar' => 'سورة الأعلى'
            ],
            [
                'surah_ar' => 'سورة الغاشية'
            ],
            [
                'surah_ar' => 'سورة الفجر'
            ],
            [
                'surah_ar' => 'سورة البلد'
            ],
            [
                'surah_ar' => 'سورة الشمس'
            ],
            [
                'surah_ar' => 'سورة الليل'
            ],
            [
                'surah_ar' => 'سورة الضحى'
            ],
            [
                'surah_ar' => 'سورة الشرح'
            ],
            [
                'surah_ar' => 'سورة التين'
            ],
            [
                'surah_ar' => 'سورة العلق'
            ],
            [
                'surah_ar' => 'سورة القدر'
            ],
            [
                'surah_ar' => 'سورة البينة'
            ],
            [
                'surah_ar' => 'سورة الزلزلة'
            ],
            [
                'surah_ar' => 'سورة العاديات'
            ],
            [
                'surah_ar' => 'سورة القارعة'
            ],
            [
                'surah_ar' => 'سورة التكاثر'
            ],
            [
                'surah_ar' => 'سورة العصر'
            ],
            [
                'surah_ar' => 'سورة الهمزة'
            ],
            [
                'surah_ar' => 'سورة الفيل'
            ],
            [
                'surah_ar' => 'سورة قريش'
            ],
            [
                'surah_ar' => 'سورة الماعون'
            ],
            [
                'surah_ar' => 'سورة الكوثر'
            ],
            [
                'surah_ar' => 'سورة الكافرون'
            ],
            [
                'surah_ar' => 'سورة النصر'
            ],
            [
                'surah_ar' => 'سورة المسد'
            ],
            [
                'surah_ar' => 'سورة الإخلاص'
            ],
            [
                'surah_ar' => 'سورة الفلق'
            ],
            [
                'surah_ar' => 'سورة الناس'
            ],

        ];
        return $chapters;
    }
}