<?php

if (!function_exists("chapterQaidaNooraniah")) {

    function chapterQaidaNooraniah()
    {
        $chapters = [
            [
                'lesson_ar' => '(الدرس الاول)حروف الهجاء المفردة ',
                'page_row' => '6'
            ],
            [
                'lesson_ar' => '(الدرس الثاني)حروف الهجاء المركبة ',
                'page_row' => '22'
            ],
            [
                'lesson_ar' => '(الدرس الثالث)حروف المقطعة',
                'page_row' => '4'
            ],
            [
                'lesson_ar' => '(الدرس الربع)حروف  المتحركة',
                'page_row' => '11'
            ],
            [
                'lesson_ar' => '(الدرس الخامس)حروف المنونة',
                'page_row' => '11'
            ],
            [
                'lesson_ar' => '(الدرس السادس)تدريبات على الحركات والتنوين ',
                'page_row' => '9'
            ],
            [
                'lesson_ar' => '(الدرس السابع)الالف الصغيره والياء الصغيره والواو الصغيره  ',
                'page_row' => '5'
            ],
            [
                'lesson_ar' => '(الدرس الثامن)حروف المد واللين',
                'page_row' => '20'
            ],
            [
                'lesson_ar' => '(الدرس التاسع)تدريبات على التنوين واحرف المد الثلاثه وحرفين اللين',
                'page_row' => '18'
            ],
            [
                'lesson_ar' => '(الدرس العاشر) السكون',
                'page_row' => '8'
            ],
            [
                'lesson_ar' => '(الدرس الحادي عشر)تدريبات على السكون',
                'page_row' => '44'
            ],
            [
                'lesson_ar' => '(الدرس الثاني عشر)الشدة',
                'page_row' => '10'
            ],
            [
                'lesson_ar' => '(الدرس الثالث عشر)تدريبات على الشدة',
                'page_row' => '13'
            ],
            [
                'lesson_ar' => '(الدرس الرابع عشر)تدريبات على الشدة والسكون',
                'page_row' => '7'
            ],
            [
                'lesson_ar' => '(الدرس الخامس عشر)تدريبات على الشدتين في كلمة',
                'page_row' => '4'
            ],
            [
                'lesson_ar' => '(الدرس السادس عشر)تدريبات على الشدة والسكون مع المد',
                'page_row' => '4'
            ],
            [
                'lesson_ar' => '(الدرس الاخير)تدريبات على ماسبق',
                'page_row' => '15'
            ],
        ];
        return $chapters;
    }
}